[{"fName":"Серафим","sName":"Афанасьевич","text":"In the beginning there was nothing...then Chuck Norris Roundhouse kicked that nothing in the face and said 'Get a job'. That is the story of the universe.","translateText":"Вначале ничего не было ... Тогда Чак Норрис Круг дом пнул это ничто в лицо и не сказал «получить работу». Это история вселенной.","now":"2022-04-24T18:58:17.597Z","time":"21:58"},{"fName":"Нонна","sName":"Ивановна","text":"Hey! It compiles! Ship it!","translateText":"Привет! Это компилирует! Отправим его!","now":"2022-04-24T18:58:23.008Z","time":"21:58"},{"fName":"Игнат","sName":"Васильевич","text":"Chuck Norris grinds his coffee with his teeth and boils the water with his own rage.","translateText":"Чак Норрис измельчивает кофе зубами и кипятит воду своей яростью.","now":"2022-04-24T18:58:28.987Z","time":"21:58"},{"fName":"Ева","sName":"Константиновна","text":"Chuck Norris can be unlocked on the hardest level of Tekken. But only Chuck Norris is skilled enough to unlock himself. Then he roundhouse kicks the Playstation back to Japan.","translateText":"Чак Норрис можно разблокировать на самом трудном уровне Tekken. Но только Чак Норрис достаточно квалифицирован, чтобы разблокировать себя. Затем он окружающий патрон начинает PlayStation обратно в Японию.","now":"2022-04-24T18:58:35.666Z","time":"21:58"},{"fName":"Раиса","sName":"Никаноровна","text":"Hey! It compiles! Ship it!","translateText":"Привет! Это компилирует! Отправим его!","now":"2022-04-24T18:58:41.089Z","time":"21:58"},{"fName":"Павел","sName":"Севастьянович","text":"What many people dont know is Chuck Norris is the founder of planned parenthood. Not even unborn children can escape his wrath.","translateText":"Что многие люди не знают, - это Чак Норрис, является основателем планируемого родительства. Даже ненгистые дети не могут избежать его гнева.","now":"2022-04-24T18:58:46.100Z","time":"21:58"},{"fName":"Ева","sName":"Федоровна","text":"Once you go Norris, you are physically unable to go back.","translateText":"Как только вы пойдете Норрис, вы физически не можете вернуться.","now":"2022-04-24T18:58:51.727Z","time":"21:58"},{"fName":"Римма","sName":"Давидович","text":"The truth is out there. Anybody got the URL?","translateText":"Истина где-то там. Кто-нибудь получил URL?","now":"2022-04-24T22:30:02.820Z","time":"01:30"},{"fName":"Ефим","sName":"Климентович","text":"Chuck Norris cannot love, he can only not kill.","translateText":"Чак Норрис не может любить, он может не убить.","now":"2022-04-24T23:11:50.553Z","time":"02:11"},{"fName":"Зоя","sName":"Михаиловна","text":"Chuck Norris doesn't chew gum. Chuck Norris chews tin foil.","translateText":"Чак Норрис не жует жвачку. Чак Норрис жует оловянную фольгу.","now":"2022-04-24T23:11:55.934Z","time":"02:11"},{"fName":"Никифор","sName":"Семенович","text":"To err is human – and to blame it on a computer is even more so.","translateText":"Чтобы ошибиться человека - и винить его на компьютере еще больше.","now":"2022-04-24T23:12:01.842Z","time":"02:12"},{"fName":"Виктор","sName":"Валерьевич","text":"Chuck Norris was banned from competitive bullriding after a 1992 exhibition in San Antonio, when he rode the bull 1,346 miles from Texas to Milwaukee Wisconsin to pick up his dry cleaning.","translateText":"Чак Норрис был запрещен из конкурентоспособной выставки после выставки 1992 года в Сан-Антонио, когда он ехал быка в 1 346 милях от Техаса в Милуоки Висконсин, чтобы забрать свою химчистку.","now":"2022-04-24T23:12:08.287Z","time":"02:12"},{"fName":"Леонтий","sName":"Георгиевич","text":"Chuck Norris doesn't see dead people. He makes people dead.","translateText":"Чак Норрис не видит мертвых людей. Он заставляет людей мертвыми.","now":"2022-04-24T23:12:13.655Z","time":"02:12"},{"fName":"Савва","sName":"Савванович","text":"My daily Unix command list: unzip; strip; touch; finger; mount; fsck; more; yes; unmount; sleep.","translateText":"Мой ежедневный список команд UNIX: unzip; полоска; трогать; Палец; устанавливать; FSCK; более; да; Размонтировать; спать.","now":"2022-04-24T23:12:19.002Z","time":"02:12"},{"fName":"Юлиана","sName":"Геннадьевна","text":"Thousands of years ago Chuck Norris came across a bear. It was so terrified that it fled north into the arctic. It was also so terrified that all of its decendents now have white hair.","translateText":"Тысячи лет назад Чак Норрис наткнулся на медведя. Это было настолько испуганно, что он бежал на север в Арктику. Это было также настолько испуганно, что у всех его починков теперь есть седые волосы.","now":"2022-04-24T23:12:25.269Z","time":"02:12"},{"fName":"Лана","sName":"Вениаминовна","text":"Those aren't credits that roll after Walker Texas Ranger. It is actually a list of fatalities that occurred during the making of the episode.","translateText":"Это не кредиты, которые катятся после Walker Texas Ranger. На самом деле это список погибших, которые произошли во время создания эпизода.","now":"2022-04-24T23:12:30.255Z","time":"02:12"},{"fName":"Василиса","sName":"Антоновна","text":"Erik Naggum: “Microsoft is not the answer. Microsoft is the question. NO is the answer.”","translateText":"Эрик Наггум: «Microsoft не является ответом. Microsoft - это вопрос. Нет ответ ».","now":"2022-04-24T23:12:35.183Z","time":"02:12"},{"fName":"Савва","sName":"Макарович","text":"Unix is user friendly. It’s just selective about who its friends are.","translateText":"Unix удобен для пользователя. Это просто избирательно относится к тому, кто есть его друзья.","now":"2022-04-24T23:12:40.768Z","time":"02:12"},{"fName":"Юрин","sName":"Феоктистович","text":"In the medical community, death is referred to as 'Chuck Norris Disease'","translateText":"В медицинском сообществе смерть упоминается как «Чак Норрис Болезнь»","now":"2022-04-24T23:12:46.883Z","time":"02:12"},{"fName":"Виктор","sName":"Иннокентиевич","text":"Chuck Norris does not need to type-cast. The Chuck-Norris Compiler (CNC) sees through things. All way down. Always.","translateText":"Чак Норрис не надо набрать актеры. Компилятор Chuck-Norris (ЧПУ) видит через вещи. Все вниз вниз. Всегда.","now":"2022-04-24T23:12:53.240Z","time":"02:12"},{"fName":"Наталия","sName":"Давидович","text":"The class object inherits from Chuck Norris","translateText":"Класс объекта наследует от Чака Норриса","now":"2022-04-24T23:12:58.193Z","time":"02:12"},{"fName":"Данила","sName":"Ильич","text":"Jesus can walk on water, but Chuck Norris can walk on Jesus.","translateText":"Иисус может ходить по воде, но Чак Норрис может гулять по Иисусу.","now":"2022-04-24T23:13:03.197Z","time":"02:13"},{"fName":"Настасья","sName":"Евгеньевна","text":"3 Database SQL walked into a NoSQL bar. A little while later they walked out, because they couldn't find a table.","translateText":"3 базы данных SQL вошел в батончик NoSQL. Немного позже они вышли, потому что они не могли найти стол.","now":"2022-04-24T23:13:09.489Z","time":"02:13"},{"fName":"Клара","sName":"Юрьевна","text":"They once made a Chuck Norris toilet paper, but there was a problem-- It wouldn't take shit from anybody.","translateText":"Однажды они сделали туалетную бумагу Чака Норриса, но возникла проблема - это не будет дерьмо от кого-либо.","now":"2022-04-24T23:13:14.564Z","time":"02:13"},{"fName":"Степан","sName":"Константинович","text":"Most boots are made for walkin'. Chuck Norris' boots ain't that merciful.","translateText":"Большинство ботинок сделаны для Walkin '. Ботинки Чака Норриса не так милосердны.","now":"2022-04-24T23:13:20.081Z","time":"02:13"},{"fName":"Александр","sName":"Иванович","text":"Chuck Norris once pulled out a single hair from his beard and skewered three men through the heart with it.","translateText":"Чак Норрис однажды вытащил один волосы из своей бороды и поступил на три человека через сердце с ним.","now":"2022-04-24T23:13:26.351Z","time":"02:13"},{"fName":"Адам","sName":"Алексеевич","text":"The Drummer for Def Leppard's only got one arm. Chuck Norris needed a back scratcher.","translateText":"У барабанщика для Def Leppard только одна рука. Чак Норрису нужна была скребка.","now":"2022-04-24T23:13:32.409Z","time":"02:13"},{"fName":"Раиса","sName":"Вячеславовна","text":"UNIX is basically a simple operating system... but you have to be a genius to understand the simplicity.","translateText":"Unix в основном простая операционная система ... но вы должны быть гением, чтобы понять простоту.","now":"2022-04-24T23:13:38.272Z","time":"02:13"},{"fName":"Наталия","sName":"Игнатевна","text":"One time, Chuck Norris accidentally stubbed his toe. It destroyed the entire state of Ohio.","translateText":"Один раз, Чак Норрис случайно очаровал его носок. Это разрушило все состояние Огайо.","now":"2022-04-24T23:13:43.421Z","time":"02:13"},{"fName":"Карина","sName":"Григориевна","text":"Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.","translateText":"Чак Норрис - единственный человек, когда-либо побеждающий кирпичную стену в игре в теннис.","now":"2022-04-24T23:13:48.927Z","time":"02:13"},{"fName":"Анфиса","sName":"Феликсовна","text":"The truth is out there. Anybody got the URL?","translateText":"Истина где-то там. Кто-нибудь получил URL?","now":"2022-04-24T23:13:54.357Z","time":"02:13"},{"fName":"Дмитрий","sName":"Афанасьевич","text":"Chuck Norris' favorite cereal is Kellogg's Nails 'N' Gravel.","translateText":"Любимые зерновые хлопья Чака Норриса - Гравий для ногтей Kellogg.","now":"2022-04-24T23:14:00.781Z","time":"02:14"},{"fName":"Никита","sName":"Максимоич","text":"Police label anyone attacking Chuck Norris as a Code 45-11.... A suicide.","translateText":"Полиция маркирует любого нападения на Чака Норриса как кода 45-11 .... самоубийство.","now":"2022-04-24T23:14:06.202Z","time":"02:14"},{"fName":"Наталия","sName":"Никитьевна","text":"Not everyone that Chuck Norris is mad at gets killed. Some get away. They are called astronauts.","translateText":"Не все, что Чак Норрис сумасшедший на убийстве. Некоторые уходят. Они называются астронавтами.","now":"2022-04-24T23:14:11.502Z","time":"02:14"},{"fName":"Игнат","sName":"Викторович","text":"There is no such thing as a lesbian, just a woman who has never met Chuck Norris.","translateText":"Там нет такой вещи, как лесбиянка, просто женщина, которая никогда не встречала Чака Норриса.","now":"2022-04-24T23:14:16.480Z","time":"02:14"},{"fName":"Алиса","sName":"Денисовна","text":"Not everyone that Chuck Norris is mad at gets killed. Some get away. They are called astronauts.","translateText":"Не все, что Чак Норрис сумасшедший на убийстве. Некоторые уходят. Они называются астронавтами.","now":"2022-04-24T23:14:21.504Z","time":"02:14"},{"fName":"Савва","sName":"Ипполитович","text":"Hacking is like sex. You get in... you get out... and hope that you didn’t leave something that can be traced back to you.","translateText":"Взлом похоже на секс. Вы попадаете ... Вы выходите ... и надеюсь, что вы не покинули то, что можно проследить к вам.","now":"2022-04-24T23:14:27.060Z","time":"02:14"},{"fName":"Ефим","sName":"Маркович","text":"The phrase 'break a leg' was originally coined by Chuck Norris's co-stars in Walker, Texas Ranger as a good luck charm, indicating that a broken leg might be the worst extent of their injuries. This never proved to be the case.","translateText":"Фраза «разбивающая нога» была первоначально придумана союзными звездами Чака Норриса в Уокере, штат Техас Рейнджер в качестве удачи, указывая на то, что сломанная нога может быть худшей степенью их травм. Это никогда не оказалось так.","now":"2022-04-24T23:14:32.556Z","time":"02:14"},{"fName":"Кира","sName":"Серафимовна","text":"It's widely believed that Jesus was Chuck Norris' stunt double for crucifixion due to the fact that it is impossible for nails to pierce Chuck Norris' skin.","translateText":"Широко распространено мнение, что Иисус был двойным двойным каскаком Чака Норриса для распятия из -за того, что гвозди невозможно пронзить кожу Чака Норриса.","now":"2022-04-24T23:14:38.120Z","time":"02:14"},{"fName":"Катерина","sName":"Васильевна","text":"Do you know why Baskin Robbins only has 31 flavors? Because Chuck Norris doesn't like Fudge Ripple.","translateText":"Знаете ли вы, почему у Баскинских Роббинс есть 31 ароматов? Потому что Чак Норрис не любит пудра.","now":"2022-04-24T23:14:43.153Z","time":"02:14"},{"fName":"Александр","sName":"Вениаминович","text":"Chuck Norris invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order.","translateText":"Чак Норрис изобрел винтовку болта, ликер, сексуальный акт и футбол - в этом порядке.","now":"2022-04-24T23:14:48.374Z","time":"02:14"},{"fName":"Милана","sName":"Антоновна","text":"Latest survey shows that 3 out of 4 people make up 75% of the world’s population.","translateText":"Последнее исследование показывает, что 3 из 4 человек составляют 75% населения мира.","now":"2022-04-24T23:14:53.894Z","time":"02:14"},{"fName":"Алина","sName":"Евгеньевна","text":"Some people wear Superman pajamas. Superman wears Chuck Norris pajamas.","translateText":"Некоторые люди носят супермен пижамы. Супермен носит Чак Норрис Пижамас.","now":"2022-04-24T23:14:59.880Z","time":"02:14"},{"fName":"Людмила","sName":"Данииловна","text":"In the medical community, death is referred to as 'Chuck Norris Disease'","translateText":"В медицинском сообществе смерть упоминается как «Чак Норрис Болезнь»","now":"2022-04-24T23:15:04.906Z","time":"02:15"},{"fName":"Аркадий","sName":"Егорович","text":"Noah was the only man notified before Chuck Norris relieved himself in the Atlantic Ocean.","translateText":"Ной был единственным человеком, уведомленный перед Чаком Норрисом освободил себя в Атлантическом океане.","now":"2022-04-24T23:15:10.439Z","time":"02:15"},{"fName":"Алексей","sName":"Даниилович","text":"There is no such thing as a lesbian, just a woman who has never met Chuck Norris.","translateText":"Там нет такой вещи, как лесбиянка, просто женщина, которая никогда не встречала Чака Норриса.","now":"2022-04-24T23:15:20.862Z","time":"02:15"},{"fName":"Антон","sName":"Георгиевич","text":"Chuck Norris does not own a stove, oven, or microwave , because revenge is a dish best served cold.","translateText":"Чак Норрис не владеет печью, духовкой или микроволновой печью, потому что месть - это блюдо, лучше всего подавать холодным.","now":"2022-04-24T23:15:27.251Z","time":"02:15"},{"fName":"Елена","sName":"Константиновна","text":"Chuck Norris destroyed the periodic table, because Chuck Norris only recognizes the element of surprise.","translateText":"Чак Норрис уничтожил периодическую таблицу, потому что Чак Норрис признает элемент удивления.","now":"2022-04-24T23:15:33.673Z","time":"02:15"},{"fName":"Римма","sName":"Даниловна","text":"For undercover police work, Chuck Norris pins his badge underneath his shirt, directly into his chest.","translateText":"Для тайной полицейской работы Чак Норрис подкрепляет свой значок под рубашкой прямо в грудь.","now":"2022-04-24T23:15:39.061Z","time":"02:15"},{"fName":"Роман","sName":"Климентович","text":"Chuck Norris likes his coffee half and half: half coffee grounds, half wood-grain alcohol.","translateText":"Чак Норрис любит его кофе полутора и полутора: половина кофейных уголков, наполовину деревянного алкоголя.","now":"2022-04-24T23:15:44.036Z","time":"02:15"},{"fName":"Павел","sName":"Георгиевич","text":"Chuck Norris brushes his teeth with a mixture of iron shavings, industrial paint remover, and wood-grain alcohol.","translateText":"Чак Норрис подстригает зубы со смесью стружки из железа, промышленного удаления краски и алкоголя из дерева.","now":"2022-04-24T23:15:49.659Z","time":"02:15"},{"fName":"Вероника","sName":"Дмитриевна","text":"Chuck Norris' house has no doors, only walls that he walks through.","translateText":"У дома Чака Норриса нет дверей, только стены, которые он проходит.","now":"2022-04-24T23:15:54.852Z","time":"02:15"},{"fName":"Марьямна","sName":"Афанасьевна","text":"I’m not anti-social; I’m just not user friendly.","translateText":"Я не антисоциальный; Я просто не удобный для пользователя.","now":"2022-04-24T23:16:00.699Z","time":"02:16"},{"fName":"Степан","sName":"Тимофеевич","text":"Chuck Norris can judge a book by its cover.","translateText":"Чак Норрис может судить книгу по обложке.","now":"2022-04-24T23:16:05.724Z","time":"02:16"},{"fName":"Георгий","sName":"Наумович","text":"Chuck Norris invented his own type of karate. It's called Chuck-Will-Kill.","translateText":"Чак Норрис изобрел свой собственный тип каратэ. Это называется Chuck-Will-Kill.","now":"2022-04-24T23:16:10.761Z","time":"02:16"},{"fName":"Валерия","sName":"Васильевна","text":"Chuck Norris' favorite cereal is Kellogg's Nails 'N' Gravel.","translateText":"Любимые зерновые хлопья Чака Норриса - Гравий для ногтей Kellogg.","now":"2022-04-24T23:16:15.829Z","time":"02:16"},{"fName":"Анфиса","sName":"Якововна","text":"Chuck Norris burst the dot com bubble.","translateText":"Чак Норрис взрывал точечный пузырь.","now":"2022-04-24T23:16:21.889Z","time":"02:16"},{"fName":"Василий","sName":"Алексеевич","text":"The term 'Cleveland Steamer' got its name from Chuck Norris, when he took a dump while visiting the Rock and Roll Hall of fame and buried northern Ohio under a glacier of fecal matter.","translateText":"Термин «Cleveland Steamer» получил свое название от Чака Норриса, когда он взял свалку при посещении рок-рулонного зала славы и похороненного севера Огайо под ледником фекального вещества.","now":"2022-04-24T23:16:27.970Z","time":"02:16"},{"fName":"Максим","sName":"Герасимович","text":"A Chuck Norris-delivered Roundhouse Kick is the preferred method of execution in 16 states.","translateText":"Удаленный патроном Norris, поставляемый рубрик, является предпочтительным методом выполнения в 16 штатах.","now":"2022-04-24T23:16:33.372Z","time":"02:16"},{"fName":"Марк","sName":"Афанасьевич","text":"4 out of 5 doctors fail to recommend Chuck Norris as a solution to most problems. Also, 80% of doctors die unexplained, needlessly brutal deaths.","translateText":"4 из 5 врачей не рекомендуют чаку Норрису в качестве решения большинства проблем. Также 80% врачей умирают необъяснимые, ненужные жестокие смерти.","now":"2022-04-24T23:16:39.528Z","time":"02:16"},{"fName":"Ефрем","sName":"Герасимович","text":"Chuck Norris solved the halting problem.","translateText":"Чак Норрис решил остановку проблемы.","now":"2022-04-24T23:16:44.750Z","time":"02:16"},{"fName":"Леонтий","sName":"Максимович","text":"TNT was originally developed by Chuck Norris to cure indigestion.","translateText":"Первоначально ТНТ был разработан Чаком Норрисом, чтобы вылечить расстройство желудка.","now":"2022-04-24T23:16:49.683Z","time":"02:16"},{"fName":"Ефрем","sName":"Степанович","text":"Hand over the calculator... friends don’t let friends derive drunk.","translateText":"Передача калькулятора ... Друзья не позволяют друзьям выходить пьяным.","now":"2022-04-24T23:16:55.790Z","time":"02:16"},{"fName":"Ева","sName":"Панкратовна","text":"UNIX is basically a simple operating system... but you have to be a genius to understand the simplicity.","translateText":"Unix в основном простая операционная система ... но вы должны быть гением, чтобы понять простоту.","now":"2022-04-24T23:17:00.999Z","time":"02:17"},{"fName":"Клавдия","sName":"Васильевна","text":"Coroners refer to dead people as 'ABC's'. Already Been Chucked.","translateText":"Коронеры относятся к мертвым людям как «ABC». Уже забил.","now":"2022-04-24T23:17:06.154Z","time":"02:17"},{"fName":"Илья","sName":"Алексеевич","text":"When Chuck Norris was denied an Egg McMuffin at McDonald's because it was 10:35, he roundhouse kicked the store so hard it became a Wendy's.","translateText":"Когда Чак Норрис был отрицал яйцо Mcmuffin в McDonald's, потому что это было 10:35, он отрубил магазин так сильно, что стал Венди.","now":"2022-04-24T23:17:11.735Z","time":"02:17"},{"fName":"Ярослава","sName":"Ипполитовна","text":"There are only 10 types of people in the world: those that understand binary and those that don’t.","translateText":"Есть только 10 типов людей в мире: те, которые понимают двоичные и те, которые не.","now":"2022-04-24T23:17:17.051Z","time":"02:17"},{"fName":"Гавриил","sName":"Васильевич","text":"The Bermuda Triangle used to be the Bermuda Square, until Chuck Norris Roundhouse kicked one of the corners off.","translateText":"Треугольник Бермудских островов был площадью Бермудской, пока Chuck Norris Coldhouse не выгнал один из углов.","now":"2022-04-24T23:17:28.127Z","time":"02:17"},{"fName":"Светлана","sName":"Семеновна","text":"COBOL programmers understand why women hate periods.","translateText":"Программисты Cobol понимают, почему женщины ненавидят периоды.","now":"2022-04-24T23:17:33.434Z","time":"02:17"},{"fName":"Лидия","sName":"Павловна","text":"Chuck Norris does not 'style' his hair. It lays perfectly in place out of sheer terror.","translateText":"Чак Норрис не «стиль» его волосы. Он отлично лежит на месте из чистого ужаса.","now":"2022-04-24T23:17:38.704Z","time":"02:17"},{"fName":"Давид","sName":"Яковлевич","text":"Chuck Norris had to stop washing his clothes in the ocean. The tsunamis were killing people.","translateText":"Чак Норрис должен был перестать мыть свою одежду в океане. Цунами убивали людей.","now":"2022-04-24T23:17:44.150Z","time":"02:17"},{"fName":"Лев","sName":"Антонрвич","text":"Chuck Norris always knows the EXACT location of Carmen SanDiego.","translateText":"Чак Норрис всегда знает точное местоположение Кармен Сандиго.","now":"2022-04-24T23:17:49.365Z","time":"02:17"},{"fName":"Антонина","sName":"Артемова","text":"Chuck Norris is his own line at the DMV.","translateText":"Чак Норрис - его собственная линия на DMV.","now":"2022-04-24T23:17:55.560Z","time":"02:17"},{"fName":"Филипп","sName":"Себастьянович","text":"Nagasaki never had a bomb dropped on it. Chuck Norris jumped out of a plane and punched the ground","translateText":"У Нагасаки никогда не было бомбы. Чак Норрис выпрыгнул из самолета и ударил по земле","now":"2022-04-24T23:18:01.478Z","time":"02:18"},{"fName":"Сергей","sName":"Петрович","text":"Chuck Norris once shot down a German fighter plane with his finger. By yelling 'Bang!'","translateText":"Чак Норрис однажды сбил немецкую истребитель с пальцем. Кричал «взрыв!»","now":"2022-04-24T23:18:07.299Z","time":"02:18"},{"fName":"Алена","sName":"Ильишна","text":"Simply by pulling on both ends, Chuck Norris can stretch diamonds back into coal.","translateText":"Просто, потянув на обоих концах, Чак Норрис может разтягивать алмазы в уголь.","now":"2022-04-24T23:18:12.175Z","time":"02:18"},{"fName":"Евгений","sName":"Павлович","text":"70% of a human's weight is water. 70% of Chuck Norris' weight is his dick.","translateText":"70% веса человека - вода. 70% веса Чака Норриса - его член.","now":"2022-04-24T23:18:17.341Z","time":"02:18"},{"fName":"Марианна","sName":"Даниловна","text":"Chuck Norris doesn't bowl strikes, he just knocks down one pin and the other nine faint.","translateText":"Чак Норрис не так покидает удары, он просто сбивает один бултер и остальные девять слабых.","now":"2022-04-24T23:18:23.659Z","time":"02:18"},{"fName":"Алексей","sName":"Наумович","text":"Chuck Norris is ten feet tall, weighs two-tons, breathes fire, and could eat a hammer and take a shotgun blast standing.","translateText":"Чак Норрис высотой десять футов, весит два тонн, дышит огнем, может съесть молоток и взять взрыв дробовика.","now":"2022-04-24T23:18:29.368Z","time":"02:18"},{"fName":"Феликс","sName":"Ипполитович","text":"President Roosevelt once rode his horse 100 miles. Chuck Norris carried his the same distance in half the time.","translateText":"Президент Рузвельт когда-то поехал на лошади 100 миль. Чак Норрис перевел свое одинаковое расстояние за полсюз.","now":"2022-04-24T23:18:34.253Z","time":"02:18"},{"fName":"Игнат","sName":"Савванович","text":"Erik Naggum: “Microsoft is not the answer. Microsoft is the question. NO is the answer.”","translateText":"Эрик Наггум: «Microsoft не является ответом. Microsoft - это вопрос. Нет ответ ».","now":"2022-04-24T23:18:39.096Z","time":"02:18"},{"fName":"Людмила","sName":"Лукьяновна","text":"Fool me once, shame on you. Fool Chuck Norris once and he will roundhouse kick you in the face.","translateText":"Обмани меня один раз, позор вам. Дурак Чак Норрис однажды, и он нанесет тебе удар по лицу.","now":"2022-04-24T23:18:44.479Z","time":"02:18"},{"fName":"Нонна","sName":"Себастьяновна","text":"I can't access Git. I guess I have... commitment issues","translateText":"Я не могу получить доступ к git. Думаю, у меня есть ... проблемы с приверженностью","now":"2022-04-24T23:18:49.991Z","time":"02:18"},{"fName":"Евгения","sName":"Степановна","text":"When Chuck Norris falls in water, Chuck Norris doesn't get wet. Water gets Chuck Norris.","translateText":"Когда Чак Норрис падает в воду, Чак Норрис не промокнет. Вода получает Чак Норрис.","now":"2022-04-24T23:18:55.292Z","time":"02:18"},{"fName":"Вероника","sName":"Тимофеевна","text":"Chuck Norris doesn't needs try-catch, exceptions are too afraid to raise.","translateText":"Чак Норрис не нуждается в Try-Catch, исключения слишком боятся поднять.","now":"2022-04-24T23:19:00.490Z","time":"02:19"},{"fName":"Марьяна","sName":"Геннадьевна","text":"Every time Chuck Norris smiles, someone dies. Unless he smiles while he?s roundhouse kicking someone in the face. Then two people die.","translateText":"Каждый раз, когда Чак Норрис улыбается, кто-то умирает. Если он не улыбается, пока он ходил в район, пинающий кого-то в лицо. Затем два человека умирают.","now":"2022-04-24T23:19:05.432Z","time":"02:19"},{"fName":"Адам","sName":"Елизарович","text":"The Drummer for Def Leppard's only got one arm. Chuck Norris needed a back scratcher.","translateText":"У барабанщика для Def Leppard только одна рука. Чак Норрису нужна была скребка.","now":"2022-04-24T23:19:10.266Z","time":"02:19"},{"fName":"Гавриил","sName":"Прохорович","text":"Chuck Norris once went skydiving, but promised never to do it again. One Grand Canyon is enough.","translateText":"Чак Норрис однажды пошел с парашютом, но обещал никогда не делать это снова. Один Гранд-Каньон достаточно.","now":"2022-04-24T23:19:16.483Z","time":"02:19"},{"fName":"Таисия","sName":"Афанасьевна","text":"Chuck Norris can win in a game of Russian roulette with a fully loaded gun.","translateText":"Чак Норрис может выиграть в игре российской рулетки с полностью загруженным пистолетом.","now":"2022-04-24T23:19:21.946Z","time":"02:19"},{"fName":"Аполлинария","sName":"Петровна","text":"Chuck Norris is the only man who has, literally, beaten the odds. With his fists.","translateText":"Чак Норрис - единственный человек, который, буквально, избил шансы. С его кулаками.","now":"2022-04-24T23:19:27.278Z","time":"02:19"},{"fName":"Лана","sName":"Николаевна","text":"A man once claimed Chuck Norris kicked his ass twice, but it was promptly dismissed as false - no one could survive it the first time.","translateText":"Человек, когда-то заявил, что Чак Норрис ударил его задницу дважды, но это было быстро уволено как ложь - никто не мог пережить его в первый раз.","now":"2022-04-24T23:19:33.070Z","time":"02:19"},{"fName":"Вячеслав","sName":"Константинович","text":"When you're Chuck Norris, anything + anything is equal to 1. One roundhouse kick to the face.","translateText":"Когда вы Чак Норрис, что угодно + все равно 1. Один разоржник на лице.","now":"2022-04-24T23:19:38.979Z","time":"02:19"},{"fName":"Клавдия","sName":"Кирилловна","text":"Chuck Norris can do a wheelie on a unicycle.","translateText":"Чак Норрис может сделать колесо на одноколесном велосипеде.","now":"2022-04-24T23:19:43.895Z","time":"02:19"},{"fName":"Клара","sName":"Афанасьевна","text":"Chuck Norris doesn't bug hunt as that signifies a probability of failure, he goes bug killing.","translateText":"Чак Норрис не охлаждает охоту на то, что означает вероятность провала, он идет в убийство ошибок.","now":"2022-04-24T23:19:49.150Z","time":"02:19"},{"fName":"Семен","sName":"Леонтьевич","text":"Chuck Norris played Russian Roulette with a fully loaded gun and won.","translateText":"Чак Норрис играл российскую рулетку с полностью загруженным пистолетом и победил.","now":"2022-04-24T23:19:53.983Z","time":"02:19"},{"fName":"Вениамин","sName":"Филиппович","text":"Chuck Norris can lead a horse to water AND make it drink.","translateText":"Чак Норрис может привести лошадь к воде и заставить ее выпить.","now":"2022-04-24T23:19:59.572Z","time":"02:19"},{"fName":"Людмила","sName":"Павловна","text":"Why did the programmer quit his job? Because he didn't get arrays.","translateText":"Почему программист бросил бросить свою работу? Потому что он не получил массивы.","now":"2022-04-24T23:20:04.714Z","time":"02:20"},{"fName":"Антон","sName":"Романович","text":"All browsers support the hex definitions #chuck and #norris for the colors black and blue.","translateText":"Все браузеры поддерживают шестнадцатеричные определения #chuck и #norris для цветов черного и синего и синего цвета.","now":"2022-04-24T23:20:09.701Z","time":"02:20"},{"fName":"Василиса","sName":"Леонтьевна","text":"Chuck Norris built a better mousetrap, but the world was too frightened to beat a path to his door.","translateText":"Чак Норрис построил лучшую мышелочку, но мир был слишком испуган, чтобы побить путь к своей двери.","now":"2022-04-24T23:20:14.587Z","time":"02:20"},{"fName":"Ярослава","sName":"Тарасовна","text":"Chuck Norris can compile syntax errors.","translateText":"Чак Норрис может компилировать синтаксические ошибки.","now":"2022-04-24T23:20:19.916Z","time":"02:20"},{"fName":"Марина","sName":"Елизаровна","text":"Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.","translateText":"Чак Норрис никогда не идет к стоматологу, потому что его зубы неразрушимыми. Его враги никогда не ходят к стоматологу, потому что у них нет зубов.","now":"2022-04-24T23:20:24.802Z","time":"02:20"},{"fName":"Ася","sName":"Ильиновна","text":"Chuck Norris cannot love, he can only not kill.","translateText":"Чак Норрис не может любить, он может не убить.","now":"2022-04-24T23:20:29.649Z","time":"02:20"},{"fName":"Леонид","sName":"Арсеньевич","text":"On the set of Walker Texas Ranger Chuck Norris brought a dying lamb back to life by nuzzling it with his beard. As the onlookers gathered, the lamb sprang to life. Chuck Norris then roundhouse kicked it, killing it instantly. This was just to prove that the good Chuck givet","translateText":"На наборе Walker Texas Ranger Chuck Norris привезли умирающую ягненок в жизнь, нажав его с бородой. Как собрались зрелище, ягненок всплыл на жизнь. Чак Норрис, тогда округлый дом выгнал его, убивая его мгновенно. Это было просто чтобы доказать, что хороший патрон Givet","now":"2022-04-24T23:20:35.747Z","time":"02:20"},{"fName":"Мария","sName":"Семеновна","text":"Chuck Norris doesnt wear a watch, HE decides what time it is.","translateText":"Чак Норрис не носит часы, он решает, сколько времени.","now":"2022-04-24T23:20:40.626Z","time":"02:20"},{"fName":"Леонид","sName":"Павлович","text":"Chuck Norris once won a game of connect four in 3 moves.","translateText":"Чак Норрис однажды выиграл игру Connect в четыре в 3 ходах.","now":"2022-04-24T23:20:46.346Z","time":"02:20"},{"fName":"Арина","sName":"Александровна","text":"Chuck Norris does, in fact, live in a round house.","translateText":"Чак Норрис, на самом деле, живет в круглом доме.","now":"2022-04-24T23:20:52.248Z","time":"02:20"},{"fName":"Герман","sName":"Иванович","text":"Chuck Norris once participated in the running of the bulls. He walked.","translateText":"Чак Норрис когда-то принял участие в беге быков. Он шел.","now":"2022-04-24T23:20:57.426Z","time":"02:20"},{"fName":"Максим","sName":"Нифонтович","text":"Chuck Norris' Penis is a third degree blackbelt, and an honorable 32nd-degree mason.","translateText":"Чак Норрис 'пенис - это третья степень Blackbelt, а также почетной 32-й степени Мейсон.","now":"2022-04-24T23:21:02.786Z","time":"02:21"},{"fName":"Александр","sName":"Савванович","text":"The truth is out there. Anybody got the URL?","translateText":"Истина где-то там. Кто-нибудь получил URL?","now":"2022-04-24T23:23:09.845Z","time":"02:23"},{"fName":"Александр","sName":"Никифорович","text":"Enter any 11-digit prime number to continue.","translateText":"Введите любое 11-значное простое число для продолжения.","now":"2022-04-24T23:23:16.650Z","time":"02:23"},{"fName":"Трофим","sName":"Валерьевич","text":"Chuck Norris' first job was as a paperboy. There were no survivors.","translateText":"Первая работа Чака Норриса была как Paperboy. Не было выживших.","now":"2022-04-24T23:23:21.897Z","time":"02:23"},{"fName":"Лариса","sName":"Гермоновна","text":"Chuck Norris doesn't see dead people. He makes people dead.","translateText":"Чак Норрис не видит мертвых людей. Он заставляет людей мертвыми.","now":"2022-04-24T23:23:27.172Z","time":"02:23"},{"fName":"Константин","sName":"Юрьевич","text":"Do you have a girlfriend? I will leave the relationship to the databases","translateText":"У тебя есть девушка? Я оставлю отношения в базах данных","now":"2022-04-24T23:23:33.667Z","time":"02:23"},{"fName":"Инна","sName":"Давидовна","text":"Chuck Norris can win a game of Connect Four in only three moves.","translateText":"Чак Норрис может выиграть игру Connect Four в течение трех шагов.","now":"2022-04-24T23:23:39.036Z","time":"02:23"},{"fName":"Николай","sName":"Степанович","text":"When Chuck Norris wants an egg, he cracks open a chicken.","translateText":"Когда Чак Норрис хочет яйцо, он трещин открывает курицу.","now":"2022-04-24T23:23:45.030Z","time":"02:23"},{"fName":"Мария","sName":"Климентьевна","text":"For some, the left testicle is larger than the right one. For Chuck Norris, each testicle is larger than the other one.","translateText":"Для некоторых левое яичко больше, чем правый. Для Чака Норриса каждый яичком больше, чем другой.","now":"2022-04-24T23:23:51.450Z","time":"02:23"},{"fName":"Филипп","sName":"Игнатьевич","text":"Chuck Norris does not teabag the ladies. He potato-sacks them.","translateText":"Чак Норрис не получает чайник дам. Он их картофеля.","now":"2022-04-24T23:23:56.599Z","time":"02:23"},{"fName":"Лариса","sName":"Фадеевна","text":"If, by some incredible space-time paradox, Chuck Norris would ever fight himself, he'd win. Period.","translateText":"Если, по некоторым невероятным пространственскому времени парадоксом, Чак Норрис когда-нибудь боротся с самим собой, он победит. Период.","now":"2022-04-24T23:24:02.879Z","time":"02:24"},{"fName":"Севастьян","sName":"Леонтьевич","text":"In a world without fences and walls... who needs Gates and Windows?","translateText":"В мире без заборов и стен ... кому нужны ворота и окна?","now":"2022-04-24T23:24:07.928Z","time":"02:24"},{"fName":"Клара","sName":"Максимовна","text":"Chuck Norris starts everyday with a protein shake made from Carnation Instant Breakfast, one dozen eggs, pure Colombian cocaine, and rattlesnake venom. He injects it directly into his neck with a syringe.","translateText":"Чак Норрис начинает каждый день с помощью белкового костюма из гвоздика мгновенного завтрака, одна десятка яиц, чистого колумбийского кокаина и гремучий яд. Он вводит его прямо в свою шею с помощью шприца.","now":"2022-04-24T23:24:13.820Z","time":"02:24"},{"fName":"Арина","sName":"Никитьевна","text":"Faster than a speeding bullet... More powerful than a locomotive... Able to leap tall buildings in a single bound... These are some of Chuck Norris's warm-up exercises.","translateText":"Быстрее, чем ускорение пули ... Более мощный, чем локомотив ... в состоянии прыгнуть высокие здания в одном границе ... Это некоторые из разминки разминки Чака Норриса.","now":"2022-04-24T23:24:18.705Z","time":"02:24"},{"fName":"Тарас","sName":"Адамович","text":"Pluto is actually an orbiting group of British soldiers from the American Revolution who entered space after the Chuck gave them a roundhouse kick to the face.","translateText":"Плутона на самом деле является орбитающей группой британских солдат из американской революции, которая вступила в космос после того, как Чак привел их к лицу.","now":"2022-04-24T23:24:23.535Z","time":"02:24"},{"fName":"Анжела","sName":"Якововна","text":"Time waits for no man. Unless that man is Chuck Norris.","translateText":"Время не ждет никого. Если этот человек не Чак Норрис.","now":"2022-04-24T23:24:28.773Z","time":"02:24"},{"fName":"Марфа","sName":"Марковна","text":"Chuck Norris once went skydiving, but promised never to do it again. One Grand Canyon is enough.","translateText":"Чак Норрис однажды пошел с парашютом, но обещал никогда не делать это снова. Один Гранд-Каньон достаточно.","now":"2022-04-24T23:24:33.607Z","time":"02:24"},{"fName":"Александр","sName":"Константинович","text":"The Bible was originally titled 'Chuck Norris and Friends'","translateText":"Библия изначально называлась «Чак Норрисом и друзьями»","now":"2022-04-24T23:24:38.675Z","time":"02:24"},{"fName":"Герман","sName":"Дмитриевич","text":"Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.","translateText":"Чак Норрис никогда не идет к стоматологу, потому что его зубы неразрушимыми. Его враги никогда не ходят к стоматологу, потому что у них нет зубов.","now":"2022-04-24T23:24:43.885Z","time":"02:24"},{"fName":"Дмитрий","sName":"Филиппович","text":"If brute force doesn’t solve your problems... then you aren’t using enough.","translateText":"Если грубая сила не решает ваши проблемы ... Тогда вы не используете достаточно.","now":"2022-04-24T23:24:49.343Z","time":"02:24"},{"fName":"Даниил","sName":"Порфирьевич","text":"Chuck Norris uses 8'x10' sheets of plywood as toilet paper.","translateText":"Чак Норрис использует 8'x10 'листы фанеры в качестве туалетной бумаги.","now":"2022-04-24T23:24:55.207Z","time":"02:24"},{"fName":"Никита","sName":"Давидович","text":"Linus Torvalds: “Real men don’t use backups... they post their stuff on a public ftp server and let the rest of the world make copies.”","translateText":"Линус Торвальдс: «Настоящие мужчины не используют резервные копии ... Они публикуют свои вещи на общественном FTP-сервере и позволяют остальным миром делать копии».","now":"2022-04-24T23:25:00.184Z","time":"02:25"},{"fName":"Юлиан","sName":"Валентинович","text":"Chuck Norris can spawn threads that complete before they are started.","translateText":"Чак Норрис может порождать нити, которые завершены, прежде чем они начнутся.","now":"2022-04-24T23:25:06.079Z","time":"02:25"},{"fName":"Герман","sName":"Васильевич","text":"Chuck Norris can blow bubbles with beef jerky.","translateText":"Чак Норрис может взорвать пузыри с говядиной jerky.","now":"2022-04-24T23:25:10.931Z","time":"02:25"},{"fName":"Ксения","sName":"Климентьевна","text":"A movie scene depicting Chuck Norris losing a fight with Bruce Lee was the product of history's most expensive visual effect. When adjusted for inflation, the effect cost more than the Gross National Product of Paraguay.","translateText":"Сцена фильма, изображающая Чака Норриса, проигравшего драку с Брюсом Ли, была продуктом самого дорогого визуального эффекта истории. При корректировке с учетом инфляции эффект стоит больше, чем валовой национальный продукт Парагвая.","now":"2022-04-24T23:25:16.303Z","time":"02:25"},{"fName":"Макар","sName":"Павлович","text":"While urinating, Chuck Norris is easily capable of welding titanium.","translateText":"При мочеиспускании Чак Норрис легко способен сварочным титаном.","now":"2022-04-24T23:25:22.107Z","time":"02:25"},{"fName":"Василий","sName":"Арсеньевич","text":"When Chuck Norris has sex with a man, it won't be because he is gay. It will be because he has run out of women.","translateText":"Когда Чак Норрис занимается сексом с мужчиной, это не будет, потому что он гей. Это будет потому, что у него закончились женщины.","now":"2022-04-24T23:25:27.355Z","time":"02:25"},{"fName":"Игнат","sName":"Геннадьевич","text":"MacGyver immediately tried to make a bomb out of some Q-Tips and Gatorade, but Chuck Norris roundhouse-kicked him in the solar plexus. MacGyver promptly threw up his own heart.","translateText":"Macgyver сразу пытался сделать бомбу из некоторых Q-Tips и Gatorade, но Чак Норрис - выгнал его в Солнечное сплетение. Macgyver быстро выбросил свое собственное сердце.","now":"2022-04-24T23:25:32.731Z","time":"02:25"},{"fName":"Савва","sName":"Макарович","text":"Crime does not pay - unless you are an undertaker following Walker, Texas Ranger, on a routine patrol.","translateText":"Преступность не платит - если вы не являетесь гнильником после Уокера, Техас Рейнджер, на рутинном патруле.","now":"2022-04-24T23:25:37.903Z","time":"02:25"},{"fName":"Марк","sName":"Николаевич","text":"Chuck Norris does not own a house. He walks into random houses and people move.","translateText":"Чак Норрис не владеет дома. Он входит в случайные дома и люди движутся.","now":"2022-04-24T23:25:44.201Z","time":"02:25"},{"fName":"Игнатий","sName":"Ефимович","text":"Chuck Norris always knows the EXACT location of Carmen SanDiego.","translateText":"Чак Норрис всегда знает точное местоположение Кармен Сандиго.","now":"2022-04-24T23:25:49.039Z","time":"02:25"},{"fName":"Михаил","sName":"Серафимович","text":"Human cloning is outlawed because of Chuck Norris, because then it would be possible for a Chuck Norris roundhouse kick to meet another Chuck Norris roundhouse kick. Physicists theorize that this contact would end the universe.","translateText":"Человеческий клонирование объявляется из-за Чака Норриса, потому что тогда можно было бы удалось для патрона Norris Coldhouse Coldhouse, чтобы встретить еще один патрон Norris Coldhouse. Теоризуют физики, что этот контакт закончит вселенную.","now":"2022-04-24T23:25:55.021Z","time":"02:25"},{"fName":"Федот","sName":"Семенович","text":"Chuck Norris doesn't stub his toes. He accidentally destroys chairs, bedframes, and sidewalks.","translateText":"Чак Норрис не заглушает ноги. Он случайно разрушает стулья, постельные канавки и тротуары.","now":"2022-04-24T23:25:59.926Z","time":"02:25"},{"fName":"Арсений","sName":"Павлович","text":"Fact: Chuck Norris doesn't consider it sex if the woman survives.","translateText":"Факт: Чак Норрис не считает это сексом, если женщина выживает.","now":"2022-04-24T23:26:04.792Z","time":"02:26"},{"fName":"Иван","sName":"Дмитриевич","text":"Most people have 23 pairs of chromosomes. Chuck Norris has 72... and they're all poisonous.","translateText":"У большинства людей есть 23 пары хромосом. У Чака Норриса 72 ... и все они ядовиты.","now":"2022-04-24T23:26:10.131Z","time":"02:26"},{"fName":"Антон","sName":"Ефимович","text":"When Chuck Norris does a push-up he doesn't go up, the earth goes down","translateText":"Когда Чак Норрис делает отжимание, он не поднимается, земля идет вниз","now":"2022-04-24T23:26:15.713Z","time":"02:26"},{"fName":"Филипп","sName":"Юрьевич","text":"Michael Sinz: “Programming is like sex... one mistake and you have to support it for the rest of your life.”","translateText":"Майкл Синц: «Программирование похоже на секс ... одна ошибка, и вы должны поддерживать ее до конца своей жизни».","now":"2022-04-24T23:26:21.262Z","time":"02:26"},{"fName":"Катерина","sName":"Наумовна","text":"The First Law of Thermodynamics states that energy can neither be created nor destroyed... unless it meets Chuck Norris.","translateText":"Первый закон термодинамики заявляет, что энергия не может быть создана и не разрушена ... если только это не встретится с Чаком Норрисом.","now":"2022-04-24T23:26:26.546Z","time":"02:26"},{"fName":"Виталий","sName":"Нифонтович","text":"Who called it female foeticide and not Binary ?","translateText":"Кто назвал это женским флетидом и не двоичным?","now":"2022-04-24T23:26:31.434Z","time":"02:26"},{"fName":"Федор","sName":"Ефимович","text":"Chuck Norris eats lightning and shits out thunder.","translateText":"Чак Норрис ест молнию и выжимает гром.","now":"2022-04-24T23:26:36.339Z","time":"02:26"},{"fName":"Константин","sName":"Степанович","text":"The easiest way to determine Chuck Norris' age is to cut him in half and count the rings.","translateText":"Самый простой способ определить возраст Чака Норриса - это порезать его пополам и посчитать кольцами.","now":"2022-04-24T23:26:42.122Z","time":"02:26"},{"fName":"Роман","sName":"Арсеньевич","text":"I would love to change the world but they won’t give me the source code.","translateText":"Я хотел бы изменить мир, но они не дадут мне исходный код.","now":"2022-04-24T23:26:47.721Z","time":"02:26"},{"fName":"Никифор","sName":"Кириллович","text":"The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.","translateText":"Великая китайская стена из Китая была изначально создана, чтобы держать Чаку Норрис. Это не потерпело неудачу.","now":"2022-04-24T23:26:52.570Z","time":"02:26"},{"fName":"Валерий","sName":"Порфирьевич","text":"It is believed dinosaurs are extinct due to a giant meteor. That's true if you want to call Chuck Norris a giant meteor.","translateText":"Считается, что динозавры вымерли из -за гигантского метеора. Это правда, если вы хотите назвать Чака Норриса гигантским метеором.","now":"2022-04-24T23:26:58.476Z","time":"02:26"},{"fName":"Антон","sName":"Федорович","text":"Chuck Norris can judge a book by its cover.","translateText":"Чак Норрис может судить книгу по обложке.","now":"2022-04-24T23:27:03.359Z","time":"02:27"},{"fName":"Геннадий","sName":"Юрьевич","text":"When you say 'no one's perfect', Chuck Norris takes this as a personal insult.","translateText":"Когда вы говорите «нет идеального», Чак Норрис принимает это личное оскорбление.","now":"2022-04-24T23:27:09.299Z","time":"02:27"},{"fName":"Виталий","sName":"Георгиевич","text":"If you Google search 'Chuck Norris getting his ass kicked' you will generate zero results. It just doesn't happen.","translateText":"Если вы поиску Google 'Chuck Norris, получая его задницу, вы получите нулевые результаты. Это просто не бывает.","now":"2022-04-24T23:27:14.218Z","time":"02:27"},{"fName":"Тарас","sName":"Львович","text":"Chuck Norris cannot love, he can only not kill.","translateText":"Чак Норрис не может любить, он может не убить.","now":"2022-04-24T23:27:19.133Z","time":"02:27"},{"fName":"Марк","sName":"Тимофеевич","text":"Chuck Norris can taste lies.","translateText":"Чак Норрис может попробовать ложь.","now":"2022-04-24T23:27:24.204Z","time":"02:27"},{"fName":"Валерий","sName":"Гаврннлович","text":"Chuck Norris does not need to type-cast. The Chuck-Norris Compiler (CNC) sees through things. All way down. Always.","translateText":"Чак Норрис не надо набрать актеры. Компилятор Chuck-Norris (ЧПУ) видит через вещи. Все вниз вниз. Всегда.","now":"2022-04-24T23:27:29.390Z","time":"02:27"},{"fName":"Ася","sName":"Елизаровна","text":"Chuck Norris invented black. In fact, he invented the entire spectrum of visible light. Except pink. Tom Cruise invented pink.","translateText":"Чак Норрис изобрел черный. На самом деле, он изобрел весь спектр видимого света. Кроме розового. Том Круз изобрел розовый.","now":"2022-04-24T23:27:35.048Z","time":"02:27"},{"fName":"Леонтий","sName":"Сергеевич","text":"Newton's Third Law is wrong: Although it states that for each action, there is an equal and opposite reaction, there is no force equal in reaction to a Chuck Norris roundhouse kick.","translateText":"Третий закон Ньютона неверно: хотя он утверждает, что для каждого действия существует равная и противоположная реакция, нет силы, равных в реакции на русский удар патрона Норриса.","now":"2022-04-24T23:27:40.978Z","time":"02:27"},{"fName":"Валерий","sName":"Викторович","text":"Chuck Norris's version of a 'chocolate milkshake' is a raw porterhouse wrapped around ten Hershey bars, and doused in diesel fuel.","translateText":"Версия Чака Норриса «Chocolate Milkshake Chocolate Milkshake» является необработанным портором, завернутым около десяти баров Hershey, а в дизельном топливе","now":"2022-04-24T23:27:46.628Z","time":"02:27"},{"fName":"Герасим","sName":"Александрович","text":"Why Do programmers always mix up Haloween and Christmas? Because Oct31 == Dec25.","translateText":"Почему программисты всегда смешивают Haloween и Рождество? Потому что Oct31 == Dec25.","now":"2022-04-24T23:27:52.540Z","time":"02:27"},{"fName":"Аполлинария","sName":"Ильиновна","text":"Chuck Norris can start a fire by rubbing two ice cubes together.","translateText":"Чак Норрис может начать огонь, потирая два кубика льда вместе.","now":"2022-04-24T23:27:57.885Z","time":"02:27"},{"fName":"Максим","sName":"Трофимович","text":"Rules of fighting: 1) Don't bring a knife to a gun fight. 2) Don't bring a gun to a Chuck Norris fight.","translateText":"Правила боевых действий: 1) Не приносите нож в драку пистолета. 2) Не принесите пистолет к бою Чаку Норрису.","now":"2022-04-24T23:28:02.883Z","time":"02:28"},{"fName":"Римма","sName":"Аркадивна","text":"Chuck Norris' Internet connection is faster upstream than downstream because even data has more incentive to run from him than to him.","translateText":"Интернет-соединение Чака Норриса быстрее вверх по течению, чем ниже по течению, потому что даже данные имеют больше стимулов, чтобы бежать от него, чем к нему.","now":"2022-04-24T23:28:07.918Z","time":"02:28"},{"fName":"Катерина","sName":"Аркадьевна","text":"If brute force doesn’t solve your problems... then you aren’t using enough.","translateText":"Если грубая сила не решает ваши проблемы ... Тогда вы не используете достаточно.","now":"2022-04-24T23:28:12.873Z","time":"02:28"},{"fName":"Аполлинария","sName":"Ефимовна","text":"A study showed the leading causes of death in the United States are: 1. Heart disease, 2. Chuck Norris, 3. Cancer","translateText":"Исследование показало, что основные причины смерти в Соединенных Штатах: 1. Болезнь сердца, 2. Чак Норрис, 3. Рак","now":"2022-04-24T23:28:18.205Z","time":"02:28"},{"fName":"Марфа","sName":"Феоктистовна","text":"Chuck Norris once ate four 30lb bowling balls without chewing.","translateText":"Чак Норрис когда-то ел четыре 30-футовых шариков боулинга без жевания.","now":"2022-04-24T23:28:24.555Z","time":"02:28"},{"fName":"Филипп","sName":"Кириллович","text":"Chuck Norris can skeletize a cow in two minutes.","translateText":"Чак Норрис может скелетировать корову через две минуты.","now":"2022-04-24T23:28:29.976Z","time":"02:28"},{"fName":"София","sName":"Игнатьевна","text":"Chuck Norris doesn't daydream. He's too busy giving other people nightmares.","translateText":"Чак Норрис не мечтает. Он слишком занят, давая другим людям кошмары.","now":"2022-04-24T23:28:35.381Z","time":"02:28"}]