[{"fName":"Серафим","sName":"Афанасьевич","text":"In the beginning there was nothing...then Chuck Norris Roundhouse kicked that nothing in the face and said 'Get a job'. That is the story of the universe.","translateText":"Вначале ничего не было ... Тогда Чак Норрис Круг дом пнул это ничто в лицо и не сказал «получить работу». Это история вселенной.","now":"2022-04-24T18:58:17.597Z","time":"21:58"},{"fName":"Нонна","sName":"Ивановна","text":"Hey! It compiles! Ship it!","translateText":"Привет! Это компилирует! Отправим его!","now":"2022-04-24T18:58:23.008Z","time":"21:58"},{"fName":"Игнат","sName":"Васильевич","text":"Chuck Norris grinds his coffee with his teeth and boils the water with his own rage.","translateText":"Чак Норрис измельчивает кофе зубами и кипятит воду своей яростью.","now":"2022-04-24T18:58:28.987Z","time":"21:58"},{"fName":"Ева","sName":"Константиновна","text":"Chuck Norris can be unlocked on the hardest level of Tekken. But only Chuck Norris is skilled enough to unlock himself. Then he roundhouse kicks the Playstation back to Japan.","translateText":"Чак Норрис можно разблокировать на самом трудном уровне Tekken. Но только Чак Норрис достаточно квалифицирован, чтобы разблокировать себя. Затем он окружающий патрон начинает PlayStation обратно в Японию.","now":"2022-04-24T18:58:35.666Z","time":"21:58"},{"fName":"Раиса","sName":"Никаноровна","text":"Hey! It compiles! Ship it!","translateText":"Привет! Это компилирует! Отправим его!","now":"2022-04-24T18:58:41.089Z","time":"21:58"},{"fName":"Павел","sName":"Севастьянович","text":"What many people dont know is Chuck Norris is the founder of planned parenthood. Not even unborn children can escape his wrath.","translateText":"Что многие люди не знают, - это Чак Норрис, является основателем планируемого родительства. Даже ненгистые дети не могут избежать его гнева.","now":"2022-04-24T18:58:46.100Z","time":"21:58"},{"fName":"Ева","sName":"Федоровна","text":"Once you go Norris, you are physically unable to go back.","translateText":"Как только вы пойдете Норрис, вы физически не можете вернуться.","now":"2022-04-24T18:58:51.727Z","time":"21:58"}]